<%@ page contentType="text/html;charset=UTF-8"%>
<html>
<head>
<title>用户协议</title>
</head>
<body>
	<div id="main2">
		<div>1 接受条款</div>
		<p>豆瓣网（以下简称"豆瓣"）根据以下服务条款为您提供服务。这些条款可由豆瓣随时更新，且毋须另行通知。豆瓣使用协议（以下简称"使用协议"）一旦发生变动，豆瓣将在网页上公布修改内容。修改后的使用协议一旦在网页上公布即有效代替原来的使用协议。此外，当您使用豆瓣特殊服务时，您和豆瓣应遵守豆瓣随时公布的与该服务相关的指引和规则。前述所有的指引和规则，均构成本使用协议的一部分。</p>

		<p>您在使用豆瓣提供的各项服务之前，应仔细阅读本使用协议。如您不同意本使用协议及/或随时对其的修改，请您立即停止使用豆瓣网所提供的全部服务；您一旦使用豆瓣服务，即视为您已了解并完全同意本使用协议各项内容，包括豆瓣对使用协议随时所做的任何修改，并成为豆瓣用户（以下简称"用户"）。</p>
		<div>2 服务说明</div>
		<p>豆瓣目前向用户提供如下服务：发布并分享对图书、电影、音乐的评论；收藏图书、电影、音乐；在豆瓣中发布话题、日记、上传图片；在同城中发布或参加各类活动。除非本使用协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本使用协议之规范。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，豆瓣均不承担任何责任。豆瓣保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</p>
		<div>3 遵守法律</div>
		<p>您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。</p>

		<p>同时如果豆瓣有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，豆瓣可在任何时候不经任何事先通知终止向您提供服务。</p>
		<div>4 您的注册义务</div>
		<p>为了能使用本服务，您同意以下事项：依本服务注册提示请您填写正确的注册邮箱、密码和名号，并确保今后更新的登陆邮箱、名号、头像等资料的有效性和合法性。若您提供任何违法、不道德或豆瓣认为不适合在豆瓣上展示的资料；或者豆瓣有理由怀疑你的资料属于程序或恶意操作，豆瓣有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务之全部或任何部分。</p>

		<p>豆瓣无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</p>
		<div>5 用户帐号、密码及安全</div>
		<p>完成本服务的注册程序并成功注册之后，您可使用您的Email和密码，登陆到您在豆瓣的帐号（下称"帐号"）。保护您的帐号安全，是您的责任。</p>

		<p>您应对所有使用您的密码及帐号的活动负完全的责任。您同意：</p>

		<p>1）您的豆瓣帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知豆瓣；</p>
		<br />
		<div align="center">
			<input name="close" type="button" class="btn5" value="关闭窗口"
				onclick="javascript: window.close();">
		</div>
	</div>
</body>
</html>